Repository: Troyhy/cmsplugin-news
Catalog: cmsplugin_news/locale/*/LC_MESSAGES/django.po
Languages: de, es, eu

source: %(count)d newsitem was published
de: %(count)d Eintrag wurde veröffentlicht
es: Se ha publicado %(count)d noticia
eu: Berri %(count)d bat argitaratu da

source: Publish selected news
de: Ausgewählte Einträge veröffentlichen
es: Publicar las noticias seleccionadas
eu: Hautatutako berriak argitaratu

source: %(count)d newsitem was unpublished
de: Die Veröffentlichung von einem Eintrag wurde aufgehoben
es: Se ha despublicado %(count)d noticia
eu: Berri %(count)d ez-argitaratu da

source: Unpublish selected news
de: Veröffentlichung der ausgewählten Einträge aufheben
es: Despublicar las noticias seleccionadas
eu: Hautatutako berriak ez-argitaratu

source: News App
de: News-Anwendung
es: Aplicación noticias
eu: Berriak aplikazioa

source: Latest news
de: Aktuelle News
es: Últimas noticias
eu: Azken berriak

source: News menu
es: Menú noticias
eu: Berriak menua

source: Title
de: Titel
es: Título
eu: Izenburua

source: A slug is a short name which uniquely identifies the news item for this day
de: Ein Slug ist ein kurzer Name, der einen News-Eintrag eines Tages eindeutig identifiziert
es: Un slug es un nombre corto que identifica unívocamente la noticia para este día
eu: Slug-a berria egun honetarako esklusiboki identifikatzen duen izen laburra da

source: Excerpt
de: Exzerpt
es: Extracto
eu: Zatia

source: Content
de: Inhalt
es: Contenido
eu: Edukia

source: Published
de: Veröffentlicht
es: Publicado
eu: Argitaratuta

source: Publication date
de: Datum
es: Fecha de publicación
eu: Argitalpen data

source: Link
es: Enlace
eu: Esteka

source: This link will be used a absolute url for this item and replaces the view logic. <br />Note that by default this only applies for items with an empty "content" field.
es: Este enlace se usa como url absoluta de este elemento y reemplaza las views. <br />Ten en cuenta que por defecto esto solo se aplica para elmentos sin contenido.
eu: Esteka hau elementu honen url absolutu gezala erabiliko da eta defektuzko ikuspegia gainidatziko du. <br />Ohartu defektuz hau edukirik ez dagoenean bakarrik aplikatzen dela.

source: News
es: Noticias
eu: Berriak

source: Number of news items to show
de: Anzahl der anzuzeigenden News-Einträge
es: Número de noticias a mostrar
eu: Erakutsiko diren berri kopurua

source: Limits the number of items that will be displayed
de: Schränkt die Anzahl der anzuzeigenden Einträge ein
es: Limita el número de noticias que se mostrará
eu: Ikusiko diren berrien kopurua mugatzen du

source: News feed
es: Fuente de noticias
eu: Berrien jarioa

source: A feed full of news
de: Ein Feed voller Neuigkeiten
es: Una fuente llena de noticias
eu: Berriz betetako jarioa

source: No news yet
de: Keine News vorhanden
es: Ninguna noticia todavía
eu: Berririk ez oraingoz

source: Archive
de: Archiv
es: Archivo
eu: Artxiboa
